{"Chronic-illness/covid-protocol":{"slug":"Chronic-illness/covid-protocol","filePath":"content/Chronic illness/covid-protocol.md","title":"Long COVID Prevention Protocol - v1.2","links":["breathesafeair"],"tags":["covid"],"content":"Will keep up to date. Only established advice is included here. If you know me, ask for prescription-free sources I can’t list publicly.\nPreface\nOn risk – it’s kind of a Russian roulette\n\nCOVID hasn’t gone away: almost everyone gets infected 1-3x/year, many develop LC (5%, up to 30% have some damage even after mild infx)\nNot like a normal virus, need to adjust priors:\n\nThe more often you catch it, the more immunocompromised you will be, as opposed to training your immune system.\nMany had a few, probably mild infections before developing LC. For me it was the 3rd or 4th.\n\n\nThreat model is not intuitive:\n\nMild acute infection ≠ low LC risk! Mine was mild too.\nYou don’t have to be traditionally “at risk” (obesity, diabetes, old age) to develop LC.\nLC risk grows linearly with number of infx\n\n\nNO CURE FOR LC\n\nBuy the things now, don’t leave it for the last moment.\n\nGoal: detect an infection early and aggressively reduce viral load ASAP.\n\nAnything less will greatly increase your LC risk.\nRemember: significant latency in suspecting exposure → testing positive → getting your doctor to prescribe the drugs here (or worse, waiting for delivery) → starting dosing. This makes or breaks your protocol.\n\n\nSmall investment, but avoiding losing your life (not being able to get out of bed for years, like the most severe patients) or losing 2SD FSIQ (happened to me and other formerly outlier IQ people I know) is worth a few grand.\n\nThink of this as insurance/hedging.\n\n\nMake friends with your doctor so he can prescribe you what you want.\nMake a traveling kit as travels are high risk for infection.\nTest all the medicine listed here at least once (separately) to make sure you tolerate them.\nCosts (estimate):\n\none time: €500-1000 (air purifier, testing equipment)\nmonthly: $200 (supplements, masks)\nper infx: €200-1500 (depending on choices)\n\n\n\nInfection prevention\nNasal + oral sprays before/after socializing/exposure\n\n\n\nThis is the bare minimum you should do, especially when you cannot mask. Even the best masks are not perfect, every layer of protection reduces your chances of infection.\n\n\nnasal:\n\nNO (nitric oxide) based - SaNOtize formula:  EU €17\n\n\n\nNote that the product name varies by region (Enovid, Virx, etc). See **distributors **.\n\n\n\n\nor astrodimer sodium based: EU €10\n\n\n\nA direct virucidal, may be less irritating than NO or carrageenan based sprays, which is recommended for people already chronically ill (e.g. with LC).\n\n\n\n\nor HPMC based\npmc.ncbi.nlm.nih.gov/articles/PMC9969373/\n\n\n\nNitric oxide nasal spray (NONS) from SaNOtize has shown promise in reducing COVID-19 viral loads in clinical trials. Hydroxypropyl methyl cellulose (HPMC) nasal sprays like Taffix from Nasus Pharma have also demonstrated effectiveness in preventing SARS-CoV-2 transmission\n\n\n\n\n\n\noral:\n\nTODO\n\n\n\nMasking\n\n\n\nIf you don’t want to wear a mask at all times (understandable), infection risk is likely Pareto distributed and most of it happens in transmission hubs: hospitals, clinics, flights, airports, schools, taxi, public transport, grocery shopping (anywhere people have/want to go even if sick; very few people go to gym when sick). You could mask in these places and otherwise not.\n\n\nN95/FFP2 mask or better (ideally FFP3): 3M Aura 1873V+, 3M Aura 9332+, or other 3M Aura with head straps (not earloops)\nVitacore CAN99 9500 or similar for MRI (most masks have metal components)\nlist of reliable sources\n\nSupplements\n\nantiviral (3CLpro inhibitor):\n\nsumac (effective for price): maybe drink it as a “cocktail” as eating it is harsh pmc.ncbi.nlm.nih.gov/articles/PMC9729036/\nrhamnan sulfates: pmc.ncbi.nlm.nih.gov/articles/PMC8707894/\n\nJapanese seaweeds (cheap): Monostroma nitidum or Ulva pertusa based only (red seaweeds won’t work)\nor Arterosil (expensive but has other benefits) – EU €85/month\n\n\ngreen tea (EGCG): * pmc.ncbi.nlm.nih.gov/articles/PMC8919953/\n\nalso most polyphenols, especially with a gallate group\n\n\n\n\nnattokinase/serraptase: binds and degrades spike protein, degrades biofilm where viral reservoirs can form, and busts plaque that can worsen COVID cardiovascular issues – global\nalpha-lipoic-acid (ALA) – Na-R-ALA/BioEnhanced formula: improves microvasculature and immune defenses, against COVID &amp; flu A – global US\nbasics: zinc, basic vitamins &amp; especially C/B/D, magnesium, omega-3 (only get pharma grade ethyl-ester form, eg Lovaza/Omacor), etc\n\n\n\n💡 Deficiencies in general as well as a poor gut biome make one perdisposed to chronic illness and so also LC.\n\n\n\n\n[optional] may have some basic effect: selenium, NAC, CBD, black cumin seeds/black seed oil, curcumin, garlic, ginger, pomegranate\n\nTesting\n\n\n\n💡 You want a test with high sensitivity (correctly captures positive results) and high specificity (correctly identifies negatives).\n\n\n[best] at home with PlusLife (98.91%/100%) – EU €260 + €6/test\n\n\n\nThis ends up being the cheapest option long term, especially if you have a family. If you travel a lot, work with people, or have school children, this is worth the investment.\n\n\n\n\n[alternative] Metrix is similar to PlusLife, tests are more expensive though\n[alternative] get a PCR done at a lab, you can usually pay a little extra for express results\nrapid antigen tests (RATs) are probably no longer viable\n\n\n\nAnecdotally, they don’t seem to detect newer variants, it’s unclear why.\n\n\n\n\n\nHygiene\n\nsoap (not alcohol) hand washing\n\nAir quality\n\nCOVID is airborne, so maintaining good air quality is important for your home when you have guests over or a family member is sick, your office, your children’s classrooms, etc\n\n\n\n💡 If you have a family, understanding airflow is important when dealing with infections – one person can be sick, but as long as they have negative air pressure in their room and positive pressure everywhere else, virus won’t escape their room and infect everyone else. Eg: fans/HEPA filters/open windows in hallway with airflow pointing towards the sick person’s room, fan in room directing air towards window. Wear a mask when going into their room.\n\n\n\n\n💡 The easiest way to reduce risk of your child getting infected in school (major transmission hub) is to donate a few high CFM HEPA air purifiers to their classroom.\n\n\n\n\n💡 Aim for &lt;700ppm CO2 concentration indoors (outdoor baseline: ~400ppm), as higher concentrations indicate poor circulation and so more viral particles in air.\n\n\n\n\nCO2 monitors:\n\n[best] Aranet4 – €180\n[alternative]: AirFanta G2 Air Quality Monitor – $100\n\n\nair purifiers w/ HEPA filters:\n\ndo NOT get ozone/ionizers → carcinogenic\nCFM (cubic feet per meter): only relevant metric, higher=better; can also use multiple small devices in a large room\n[best]: AirFanta 3Pro: aesthetics might be a problem – €180\n\nyou can DYI build this too, google Corsi-Rosenthal\n\n\n[expensive/alternative]: Coway AirMega: looks better but much more expensive – €500\n\n\nmore info: main autist in this domain (also good)\n\nMasking + antivirals &gt; vaccines:\n\n\n\nI don’t think the vax risk/reward is worth it, definitely isn’t with mRNA, due to design (eg if mRNA lipid particles circulate to heart or other sensitive areas and create RNA factories in those cells) and quality control (QC) issues, and while Novavax is better, you’re still injecting spike proteins that cause half the issues in LC, and if the QC is as poor with Novavax as with Pfizer, those spikes may not be properly neutralized. I can’t tell, inject at own risk.\n\n\nC19 mutates rapidly → vaccines quickly become ineffective → require regular shots every few months → increased Long Vax risk (law of large numbers)\n\n[advanced] monoclonal antibodies (mAbs) – $1500:\n\nmore effective and seemingly less risky than vaccines\n\nyou are essentially injecting the end result of the vaccines - the antibodies - without the spike exposure risk\n\n\neffective protection for 6 months, can repeat\nthere are always new versions to tackle the latest variant\n\nlatest Sipavibart\n\n\n\nAcute stage treatment\n\n⚠️ Follow these steps as soon as you notice first symptoms, before waiting for a positive test.\n\nOutline\n\ndouble key supplement doses\nhigh dose famotidine\ntest → if positive, continue\nchoose based on budget and tolerance:\n\n(a) antiviral – $1200 [preferred]\n\nensitrelvir or paxlovid\n[optional] reduce famotidine dose\nafter 2-3 days: immune modulator\n\n\n\n\n(b) metformin – dirt cheap\n(c) TA1 – $150 [advanced]\n\n\n\nIn detail\n\n⚠️ Timing is important. Please read carefully.\n\n\ndouble vitamin C/D/B, zinc, omega-3 dosage (C - up to 2g/day)\n\nincrease vitamin D to 50k IU pubmed.ncbi.nlm.nih.gov/39072958/\n\n\ntake high dose famotidine: 3x80mg/day\n\nstart immediately upon first symptom presentation\nused to prime an early immune response\n\n\n\n💡 COVID delays immune activation in your body for maximum proliferation, after which a delayed disproportionate immune activation occurs – too little, then too much.\n\n\neffectively reduces viral load at high doses\n\n\n⚠️ if you have low stomach acid: drink sth acidic to compensate\n\n\ntest (PlusLife or similar) → if positive, continue\n\n\n\n💡 The idea here is that while you don’t know if you have COVID, by taking the cheap famotidine first, you hedge without wasting the hard to source antivirals (they’re also expensive).\n\n\n\n\nchoose based on budget and tolerance:\n\n(a) antiviral – $1200 [preferred]\n\nThis is my preferred stack, but it’s also the most expensive, so it may not apply to everyone.\n\n\nstart an antiviral (3CLpro inhibitor):\n\nstart as soon as you get a positive test\nused to reduce viral load of already infected cells, preventing further proliferation\n\n\n💡 Most hospitals use a single course, which is absolutely not sufficient even for not “at risk” people.\n\n\n[best] ensitrelvir: 2 courses (14 days) ~€1000\n\nJapanese antiviral that is better than paxlovid, hard to get and expensive\nimport from Japan to UK/US only (use forwarding service)\n\n\n\nIf you order once, you can ask for a 10% discount on your next order. You could get the 7-pill dose first and then the 28-pill one next with 10% off.\n\n\ndoesn’t require a prescription\n\n\n\n\n[alternative] paxlovid: 2 courses (10 days) 100 or ~1100\n\nless effective but likely still beneficial, if you can afford it\ncan get it anywhere with a prescription\n\nwithout prescription: you can order Skyvira, the Russian equivalent, from some Russian pharma sites TODO\nalternatively try indiamart: very cheap but I personally don’t trust Indians (FDA found purity concerns with some drugs years ago); they’re also likely to scam you, so ideally ask friends for trusted sources including prices\n\n\n\n\n\n\n⚠️ if you have stomach issues, reduce famotidine dose after a day or two into ensitrelvir (the two may enhance each other) to 3x40-60mg/day\nwait 2-3 days and start an immune modulator:\n\n\n\n💡 The main danger with COVID is not the virus itself, but either or both the immune suppression it causes (which can lead to reactivated latent infections, such as herpes or Lyme), or the exacerbated immune response your body may mount against it, which can lead to immune exhaustion, which partially explains LC. We need to tame excessive immune activation without suppression.\n\n\n[preferred] bitter melon (supplement): 2-8g/day\n\nbest/also good/or this\na slightly weaker AMPK activator, like metformin\n\n\n[alternative] low dose metformin (prescription): 1-2x500mg/day\n\nif you have metformin, which is much cheaper than high-quality supplements, you could use a low dose\n\n\n\nLow quality supplements are a waste of money.\n\n\n\n\n\n\n[advanced/alternative] TA1 peptide – see choice (c) below for details\n\n\n💡 The idea of using weaker or smaller dose immune modulators here is that with famotidine &amp; antivirals effectively targeting viral spread and infected cells, respectively, inflammation should not be as much.\n\n\n\n\n\n(b) metformin – very cheap\n\n\n\n💡 Due to a lack of antivirals to target infected cells, we assume inflammation is high, so metformin – which is a potent anti-inflammatory – is used.\n\n\nstart as soon as you get a positive test\nrequires a prescription\n\n\ntitrate: 500mg on day 1, 500mg twice daily on days 2–5, then 500mg in the morning and 1000mg in the evening up to day 14\n\n\n~40% reduction of LC incidence (www.thelancet.com/journals/lanam/article/PIIS2667-193X(21)00138-1/fulltext &amp; www.thelancet.com/journals/laninf/article/PIIS1473-3099(23)00299-2/fulltext)\n\n(c) Thymosin Alpha 1 (TA1) – $150 [advanced]\n\n\n\n⚠️ This step is only recommended if you have experience with peptides, therefore I’m not going into too much detail here.\n\n\n\n\nyou can start this upon first symptom presentation, as it’s useful even if it’s not COVID\nimmune modulator: if too little immune activation → increases it; if too much → lowers it\nif you don’t like subcutaneous (subQ) injections:\n\ntry Thymogen oral capsules, which are not as effective as subQ but still good and far less hassle\notherwise use your favorite source (or feel free to ask) to get the subQ TA1\n\n\npmc.ncbi.nlm.nih.gov/articles/PMC8366398 and pmc.ncbi.nlm.nih.gov/articles/PMC10030336/\n\nExperimental\n\nThe above should be enough to get you there most of the way, but if you really want to be sure, add these to your protocol.\nhigh-dose melatonin:\n\nNo enough clinical trials on this but it’s harmless enough with big potential upside that I’m including it.\nDorris Loh (author of protocol) claims this is sufficient but given the experimental nature of it, I’d do the other things in this document to be sure. A friend followed this protocol and made symptoms disappear in 10-12h multiple times.\nKEY: Start as soon as first symptoms present! Otherwise it doesn’t work well.\ninstructions\ntheory: prevents virus from forming factories in the cell, preserves mitochondria, prevents modification of RNA molecules in the cell\n\n\n\nSome interventions that didn’t make the cut\n\nivermectin/IVM:\n\ndecent anti-inflammatory if used early enough\nsome people have a rare mutation in p-glycoprotein transporters required to pump IVM out of the CNS, and IVM left there is neurotoxic\nUnless you have done full-genome sequencing and know you don’t have the mutation, not recommended, there are better solutions.\n\n\n"},"Notes/chronic-lyme":{"slug":"Notes/chronic-lyme","filePath":"content/Notes/chronic-lyme.md","title":"Chronic Lyme (notes)","links":[],"tags":["lyme"],"content":"Dr. Kaufman\nTesting\nwww.youtube.com/watch\n\nthinks all 3 B’s have herpes-like latent/reactivation dynamics based on his experience\ndoesn’t pursue serology testing for this reason\n\nif we accept it’s a reactivating disease, antibody testing is less useful\n90% of his patients do test positive\n\n\nlooks for more evidence before expensive &amp; difficult treatment → looks for active disease\n\ndoesn’t treat based on antibody results\nonly treats treats if PCR positive in blood → culture doesn’t work with these organisms\nuses TLab FISH testing\n\n\nmany people don’t know they have tick borne infection\n\nbull’s eye rash: 70% don’t get it on borrelia, no rash for the other two at all\nticks are easy to miss\n\n\n\nTreatment\nyoutu.be/kUdt4-jkBRM\n\nusual abx are only effective against the replicating forms, not against the latent phase (Zhang @ Hopkins, Lewis @ Northeastern, Rajadas @ Stanford)\n\npubmed.ncbi.nlm.nih.gov/26014929/\nconfirming: pmc.ncbi.nlm.nih.gov/articles/PMC4373819/\n\n\neffective anti-pathogenic drugs:\n\nreplicating phase: azythromycin, doxycycline\nlatent phase: disulfiram, methylene blue, compounded form of clotrimazole\nboth phases: rifampicin (potential game changer, great intracellular levels, good for bartonella, BUT interacts with everything so have to be careful)\nunclear in which stages the below are used:\n\nfor borrelia/bartonella (?): clarithromycin (similar to azyth), rifampicin\nfor babesia: add mepron, atovaquone, and/or arakoda\n\ndoxy/azyth not effective for babesia\n\n\nothers mentioned: cefuroxim, augmentin, amoxicilin, bactrim\n\n\n\n\nalternate between two phases every 1-2 months → unknown for how long\n\nadds MB later: loves it, mostly replaced his disulfiram use\nartimisinin sometimes\n\n\ncrucial to fix the immune system\n\ndoesn’t begin above treatment until MCAS is under control → decrease chances of drug reactions, also possibly herxes\ninterventions:\n\nMB also helps to improve metabolism → immune system\nrapamycin\nTA1: 900 (mg? mcg?) 3x/w\nplasmapheresis: improves immune function by lowering inflammation load\nexosomes → herx\n\nherx occurs from abx or immune cells killing the bugs\nherx is evidence that treatment is working\nlower dose on herx\n\n\n\n\nthinks T-cell exhaustion is due to constant relentless antigen presentation\nplaces higher importance on immune side than on direct anti-pathogen action\n\n\ndoesn’t retest during treatment because:\n\nTLab FISH doesn’t quantify positivity\nnegative tests lag treatments\nif pathogen is latent and we just want to suppress, they will likely be there\n\n\n"},"Notes/gut":{"slug":"Notes/gut","filePath":"content/Notes/gut.md","title":"GI Health","links":[],"tags":["gut","sibo"],"content":"Dr. Kaufman &amp; Dr. Ruhoy\nwww.youtube.com/watch\n\nRuhoy likes enteragem: expensive, 1-3 months should be enough, reduces gut inflammation\n\ncheaper versions: SBI protect, IG spore, glutashield\nenteragem is more potent though\nsx treatment, not core\n\n\nSIBO treatments (Kaufman):\n\ngetting rid of inappropriate bacteria in small intestine: relatively easy\n\nfor bacteria: rifaximin, and another I didn’t get (ryzafixin?) youtu.be/Uz_F6UQ628Y\nunclear how to address methane producing archae (not bacteria)\n\nusual but not effective: flagyle, neomycin (plus sx)\ncell wall is actually a dense cholesterol: lovastatin can disrupt it → works but don’t know how long to treat\n\n\nbiofilm: enzyme supplements\n\n\npreventing recurrence: hardest but very important (eg poor motility causes frequent repopulation) - PRIORITY\n\nimmunoglobulin\nmotility agents\nnutrients for mucosal fuel\n\n\nfix leaky gut\n\ndoesn’t specify how\n\n\nloves magnesium oxide!\nmotegrity if needed: can be very helpful at low dose but very expensive\ndiet: simple - low carb/sugar/processed\n\nhe thinks special diets are symptomatic treatment\nand SIBO is not caused by diet, at most aggravated by it\n\n\n\n\nmotility should be fast (daily bowel movements): the longer bacteria-infested food is in gut the higher the risk\nmotility fixes (Ruhoy):\n\nstool softeners\nmagnesium\nmoving around a little (if possible)\nanti-nausea medications: zofram, reglan → sometimes works well, not always\nlow-dose erythromycin: 20ml BID, seems to help, Ruhoy thinks low dose causes resistance, short pulses\noctreotide\nprucalopride\nall help a little bit, no silver bullet\n\n\nonce things get moving, may relapse at first → could be toxin release\ncolonoscopy prep can help\n\ndon’t do enema (not strong enough?), especially frequently\n\n\nthey don’t know what the best probiotics is\n"},"Peptide/guide":{"slug":"Peptide/guide","filePath":"content/Peptide/guide.md","title":"Peptide Guide - v1.0","links":[],"tags":["peptide"],"content":"Knowledge based on the experience of friends far more knowledgeable than me, as well as my own attempts and many hours of research, containing hard-to-find information from esoteric internet forums.\nTerms/slang\n\nslin: insulin\npinning: injecting\nreconstituting: mixing\nlyophilized: freeze dried (basically powder form)\nIM: intramuscular\nsubQ: subcutaneous\nCoA: Certificate of Analysis, purity and content test results basically\n\nInjections or capsules?\n\nMost peptides are not bioavailable orally and have little bioavailability sublingually, so unfortunately you will have to inject if you want the full benefits. This guide focuses on IM or subQ injections.\n\nSources\n\n\n\nPeptides are a legal grey area. Very few of them have been authorized for human use by health agencies (one example is Zadaxin – FDA approved TA-1), yet all of them are sold for “research use” – and that is how you can buy them. All sources will tell you their compounds are not for human consumption, which they do to stay legally compliant, but it is also why you have to make absolutely sure the ones you buy have third-party purity and content testing.\n\n\ntypes of sources:\n\npharma: purest, due to stricter guidelines, very expensive, hard to get\n\nmain difference: purified to remove endotoxins\n\n\n\nUGL labs don’t even test for endotoxins, 99% purity labels don’t cover this. This is a risk-cost trade-off that you have to make.\n\n\n\n\n\n\nUGL (underground lab):\n\nin-between solution\nusually your local chemist who can synthesize peptides\n\n\nresearch:\n\nmore expensive than UGLs, cheaper than pharma\nofficial businesses\nnot necessarily purer than UGLs\nmay get it through customs screening easier than unlabeled vials with white powder from China\n\n\nChinese sources: cheapest and often more pure than UGL/research\n\ncan be 5-10x cheaper than research peptides\nthey operate on low margins and high volume\nthese are sometimes official businesses, sometimes UGLs\neven cheaper in group buys\n\n\n\n\n⚠️ Only use 99% purity sources with many customers and a good reputation (esp. if going Chinese). Unless you can get pharma peptides e.g. in Russia.\n\n\n\n\ntesting gold standard: janoshik.com/\n\n\n\nIf you see a vendor frequently testing their batches with janoshik, it’s probably trustworthy.\n\n\nobviously not relevant for pharma peptides\nalways ask for third-party testing and CoA\n\n\n\n⚠️ Disreputable labs do in-house testing and cook results.\n\n\n\n\n\n\nsome vetted sources:\n\nEU: biolabshop.eu/ - $$\n\nresearch\n97-99% purity, so I mostly avoid their injectables\nI use their KPV and LA caps as slight impurity is less important when taken orally\n\n\nUK: pharmalabglobal.com - $$$\n\nresearch\nrecommended by a pharma engineer friend I trust\n\n\nUS: www.peptidesciences.com/ - $$$\n\nresearch, but possibly purer than others\n\n\n\n\nIf you know me, ask me for my latest UGL sources. I don’t want to list them here in case this document becomes popular and attracts unwanted attention.\n\n\n\n\ndubious sources:\n\nCN: nexaph.com/ - $\n\nChinese, unclear if they produce themselves or resell\nused by some twitter mutuals but some concerns on contaminants and cherry picking tests, and an overview\nhas recent janoshik reports\nlikely a drop-shipper that reships other cheaper UGLs\n\n\n\n\n\nLegality\n\nin some countries using experimental compounds for personal use, even steroids, is fine (e.g. UK, France), in others they are strictly regulated\nimport of raw power peptides declared as cosmetic synthetics is legal in EU\n\nsubstance has to be not lyophilized, not sterile, not in rubber top vials ready for injection → would count as medication, generally illegal\ninstead: screw-top vials with lyophilized powder: you have to filter/sterilize yourself\n\n\nprepare before making any purchases: check your local laws, read forum posts for anecdotes, ask experts\nif still unsure:\n\norder small quantities each time, less suspicious during customs screening\n\nhigher shipping fees but given how cheap UGL sources are it’s not a major concern\n\n\nChina UGL sources usually ship with innocent labels (e.g. “hyaluronic acid”), so chances are there won’t be a problem\n\nask to make sure they do this if it’s a concern\n\n\n\n\n\nAll the things you will need to buy\nBacteriostatic (BAC) water\n\n\n\n⚠️ Do not use regular water or even sterile water. BAC is needed to keep bacteria out, sterile won’t do. Even BAC is not a foolproof solution, but it greatly reduces risk.\n\n\n\n\nComponents must meet USP specs. BAC also meets a specific pH range suitable for peptides, others may damage it. Even the vial materials need to be specific not to change the pH much, which is why I recommend Hospira below.\n\n\n⚠️ do NOT buy BAC from Amazon, see why\n[best] Hospira/Pfizer:\n\n\n\nVery hard to get as it’s an rx product usually only available to licensed suppliers, even though it’s “just” water.\n\n\nwhy it’s superior\nlicensed medical suppliers that sell w/o rx: US - currently the only one\n\nUS source but comes out to $7-8/vial with shipping and customs, while EU sources are usually $20-30/vial (example)\nit’s a no-brainer in the US at $4/vial\n\n\n\n\n⚠️ There are many shady sites asking for 3-10x this price or straight up selling fakes, which could be very dangerous to inject. This is not an area where you want to penny-pinch.\n\n\n\n\n[alternative] your peptide source may have purity tested BAC for a similar price or cheaper\n\n$2.5/10ml is common with Chinese sources\nother sources (like BioLab) will straight up rip you off at $10/10ml (4-7x Hospira)\n\n\n[advanced] DIY:\n\npharma-grade 50-100ml sterile water in vials - DE\npharma-grade benzyl-alcohol, usually comes in 0.5-1L size for €70 and will last you a lifetime - DE\n\nneeds to be: “Endotoxin Free” or “For Parenteral Applications” (Parenteral=for injection)\n\n\nuse a syringe to get 0.9% of BA into the steril water (e.g. 1cc syringe filled to 0.9cc with BA)\nguide,  additional info\n\n\n\nSyringes, needles\n\n\n\nThe idea is to use two types of syringes: one for reconstituting the peptide, another for injection. The former uses a larger needle (27G) and can be either modular or a simple non-modular unit, while the ones for injecting should be modular so you can attach a filter and a thinner needle (29G or 30G).\n\n\n\n\nFor modular syringes, there are two connection types: luer slip/taper and luer lock. Latter is preferred as it’s more secure.\n\n\n\n\n⚠️ Only buy pharma-grade components, meaning they must be: sterile (individually packaged), depyrogenized, non-toxic, non-latex (some are allergic to it), non-PVC, non-DEHP, &amp; ISO 13485 compliant.\n\n\n\nsyringe: 1cc/ml 100U luer lock: UK\n\n\n\n‘U’ stands for units, and you want it to be 100 to make dosing precise and easy. 100U should be 1ml.\n\n\n\n\nIf 1cc syringes are more expensive than alternatives, like in my case, you can get 2-3cc syringes for mixing to save some money, as mixing needs less accuracy (usually increments of 1ml are used), while 1cc 100U is more important for injecting as smaller doses are injected (5-10U).\n\n\n\n\n\nneedles:\n\n\n\n‘G’ stands for gauge, i.e. the diameter.\n\n\npinning needle: has to be thin, 29-30G 1/2” luer lock: UK\n\nif you have thick fat layer under skin, may want a longer needle\nideally low dead space for pinning needles (only important to save substance, not a requirement)\n\n\nfor reconstitution: you can use a thicker needle if it’s cheaper: e.g. 27G 3/4-1” luer lock: UK\n\n[alternative] one-piece or pre-assembled luer insulin syringe for reconstitution, can be cheaper\n\n\n\n\n\nFilters\n\nmost guides don’t mention this, but IMO it’s a must: rationale\n\nprotein aggregates may form that can cause an unwanted immune reaction\nthere can be contaminants\n\n\n\n\nI would use a filter with every injection. This makes it more expensive, but it lowers risk. You could also filter once during reconstitution into a sterile vial, but I couldn’t find sterile sealed pharma-grade empty vials in my region (don’t trust Amazon). US\n\n\n\n\nMany inject without filters and are fine, but you probably don’t want to tempt fate.\n\n\n\n\nPurity ratings are always after filtering!!! E.g. Janoshik for sure always tests with 0.22 μm filters. This means CoA does not pick up degradation of actives due to protein aggregates at all.\n\n\nmembrane material:\n\nhydrophilic: to allow. water flow\n\n(if you are injecting oils, not covered here, must be oleophilic/hydrophobic)\n\n\n[best] PES: preferred, lowest protein binding capacity\n\n\n\nLow protein binding capacity is important to not waste your peptides.\n\n\nCN/global DE\n\n\n[alternative] PVDF-L: slightly higher protein binding capacity\nAVOID: PVDF-H, PTFE, nylon or cellulose acetate\n\n\n\nThese have high protein binding capacity or are hydrophilic.\n\n\n\n\n\n\n0.2 μm (or 0.22 μm) filters are best for sterility &amp; removing protein aggregates without damaging the peptide structure\n\nEt cetera\n\nopaque box: to store peptides (both raw and mixed) shielded from light\nalcohol wipes: to disinfect the exterior of vials before reconstitution and skin before injecting\nmirror: for injecting\n[maybe] electronic pH meter\n\nonly if you mix special peptides\n\n\n\nStorage\n\nBAC:\n\nunopened:\n\npractically good forever despite expiry date\naway from light\nin room temperature, as alcohol may separate from water in the fridge\n\n\nopened/after use: 28 days in fridge\n\n\n\nRecommended to get the volume of BAC that you can use up with each mixing so there is no left-over that could spoil or that you’d have to waste.\n\n\n\n\n\n\npeptides:\n\nin fridge\n\nfreezer not needed: might damage molecules upon unthawing\nmost consumer freezers cycle between low-high temperatures that may damage peptide\n\n\nin opaque box, away from light\n\ndisinfect box with alcohol wipes before putting in peptides\n\n\nshelf life:\n\nraw: always ask source but should last 6 months in fridge\nmixed: 28 days (BAC lifespan + peptides may degrade faster in water)\n\n\n\n\n\nMixing (reconstituting)\n\nuncap BAC and peptide vials\nwipe vial tops w/ alcohol wipes\npick new syringe w/ thicker needle (27G)\n\nif luer-lock: attach\ndo NOT touch needle (use protective case while assembling)\n\n\nremove air from syringe TODO link video\ndraw BAC water to desired concentration\n\ndraw upside down\nrefer to guide below on calculating desired concentration\n\n\ninject water into vial:\n\n⚠️ DO NOT SPRAY water directly on peptide (MAY DAMAGE)\n\nnote that the vacuum will likely suck in the water very fast, you need to hold syringe pusher back with fingers\n\n\nlet it drip SLOWLY down the side of the vial onto ONE SPOT of the powder, not everywhere\nprobably don’t need to push, vacuum in vial will suck water into the vial (but not always)\n\n\nafter injecting water, draw equivalent air from the peptide vial to neutralize pressure\nremove needle from peptide vial\ngently roll the vial\n\n⚠️ DO NOT SHAKE (may damage)\nlet mix normally and do nothing, may take a while\n\n\nwait until reconstituted (may take some time)\nit is now reconstituted\n\nTODO: min volume of water for solution\nHow to calculate concentrations\n\nnote down the vial content\n\ne.g.: 10mg\n\n\ntake your desired minimum dose\n\ne.g.: 500mcg=0.5mg\n\n\ncalculate dose ratio: dose/vial\n\ne.g.: 0.5/10=0.05=5%\n\n\nnote down BAC volume used for mixing\n\ne.g.: 2ml=200U\n\n\ncalculate injection volume: multiply ratio with BAC volume\n\ne.g.: 0.05*200U=10U\nthis means you would draw 10U=0.1ml worth of mixed peptide into your 1cc injection syringe\n\n\n\n\n⚠️ choose BAC volume such that the minimum injection volume is 5U=0.05ml\n\nanything smaller will be very hard to precisely dose\n\n\n\npH\n\nmost peptides can be mixed with BAC (pH=[5,7])\nsome compounds like NAD+ require careful pH adjustments\nTODO\n\nInjecting\n\nremove mixed peptide vial from fridge 10 minutes before injection\nuse new syringe every time, attach pinning needle (29-30G) but not yet the filter!\n\nyou can’t draw with the filter on\n\n\nwipe mixed peptide vial, wipe vial top\nwipe injection site (use different wipe): ⚠️ use circular motion moving outward for 15-30s\n\ndo this now to let the skin dry a little (injecting with alcohol still on causes stinging)\n\n\ndraw mixed peptide upside down\nput cap back on needle, remove needle from syringe\n\n⚠️ make sure neither the needle and inlet nor the syringe outlet touch anything\n\n\npush out any air from the syringe before attaching filter (easier to do now)\nattach filter to filled syringe, then attach the needle to filter, remove needle cap\nremove excess air from syringe: hold syringe needle facing up, flick syringe with your finger to move bubbles to top, then gently push them out\n\nyou will waste some actives at this step but over time you’ll get better at minimizing air bubbles\nair bubbles: mini bubbles aren’t dangerous\nyou can inject up to 1cc of air safely when IM  (but obviously don’t do that)\n\nbut NOT SAFE when IV!!!\n\n\n\n\nchoose injection location\n\nIM locations: delts preferred, glutes guide\nsubQ also works but likely a bit less effective\n\nneed to roll skin into 1-inch fold of skin and inject there\nsee this guide\n\n\n\n\nSome peptides are only administrable IM. I also find IM to be more comfortable than subQ (the stomach pinning sucks), so I would simply always default to IM for every peptide.\n\n\n\n\nif you may faint from needles, sit down on couch where you can recline afterwards\nwait a little for injection site to dry, this avoids stinging\ninject SLOWLY:\n\nrelax and don’t move or contract muscle during injection\ninject straight on (perpendicular to skin)\nmake sure you push in needle fully, inject everything\n\n\nhas to be slow otherwise you may burst the filter membrane\nwipe place of injection again\nwipe vial tops again and put in fridge\n\n\nIf you need a visual guide, this video from the 17 minute mark is good.\n\nNotes on injecting multiple peptides, IMPORTANT\n\nalways use a different syringe, filter, and needle for each peptide\nideally you inject into different locations or wait some time between each peptide injection\nthis is to avoid the peptide forming protein aggregates in the blood\n\n\nPeptides overview\n\nSS-31/elamipretide: mitochondrial antioxidant\nBPC-157: tissue repair, gut barrier repair\nTB-4/TB-500: immune/glial modulator, vascular (VEGF), antioxidant\nMOTS-C: mitochondria, AMPK, skeletal muscle glucose metabolism\nhumanin: mitochondria, cellular stress pathway\nmelanotan: skin tanning, sexual function\ncerebrolysin: promotes neurotrophic stimulation\nKPV: kill candida, repair gut lining\nLA: temporary barrier sealant\n\n\nAdditional reading and sources\n\nx.com/0xVM7 shared a lot of the knowledge in this document\nanother guide by someone I trust, but long winded and incomplete\n"},"Testing/chronic-pathogen-testing":{"slug":"Testing/chronic-pathogen-testing","filePath":"content/Testing/chronic-pathogen-testing.md","title":"Chronic Pathogen Testing","links":[],"tags":["testing","lyme","ebv","herpes"],"content":"\nmost of these pathogens are hard to detect in their chronic stage\n\nIgM won’t be positive for most chronic cases\n16x the IgG negative range upper-bound should be considered active\n\n\nthere is no single test that can prove chronic infection, instead you need:\n\na combination of different tests\nperiodic re-testing to measure trends\nexpert analysis to match test results with symptoms to guess the state of your infection\n\n\n\nTick borne diseases (Lyme)\nMy (possibly erroneous) understanding is that if you never had the highly specific symptoms of either of the 3B’s, you are unlikely to have either.\nThe symptoms for each species are fairly specific so I would start there as I can’t list everything. This seems like an ok resource to start: www.lymedisease.org/touchedbylyme-wayne-anderson/, or ask GPT-thinking.\noverview:\n\nBartonella: foot burning/tender soles, pain/tenderness all over body, gastritis or if you have cats and have been bitten/scratched could be signs to test. PCR on lesion/lymph node biopsy + serology to confirm\nBabesia: thrombocytopenia (low thrombocytes count on CBC), jaundice, anemia, bad fever/chill cycles, SOB are signs to test. Testing should be done during relapsing fever, but I’m not sure in us immunocompromised patients fever would ever present. (Eg. I never had much fever in my life, even during an appendicitis, which should have been a red flag all along a it points to baseline immune deficiency.)\nBorrelia: not detectable in blood in chronic phase which is why blood tests are useless, as it wanders into tissue after initial acute phase. As to where, that depends on species - burgdorgferi: joints [arthritis], garinii: CNS, afzelii: dermatropic (but I’m sure there are exceptions), and so testing will be species dependent: for neuro-Borrelia you’d want a CSF tap + PCR, but for burgdorgferi probably synovial (joint) fluid is needed.\n\nlabs for all Lyme-related species:\n\n*TLab RNA FISH:\n\nSeems to be the most advanced test as it detects pathogens in cells directly through microscopy and then RNA sequencing on the found pathogen is run to confirm.\nHowever, it’s very expensive ($600+ per strain, so testing all B’s will run you several thousand), and probably not useful for Borrelia due to tissue preference.\n6 weeks\ncannot quantify positivity\n\n\n*Igenex:\n\npossibly best serology option for bart/babs (again, useless for chronic Borrelia)\nbut serology can’t confirm active infection (not even with the 16x rule, it’s a heuristic)\n\n\nWalter Tarello does direct microscopy analysis (more legit than DualDur), need to write him on FB: www.facebook.com/p/Walter-Tarello-1003963308/\nIgeneX\n\nhigh false positive rates: forums.phoenixrising.me/threads/study-finds-igenex-has-a-57-5-false-positive-rate-im-horrified.49417/\n\n\nTLab:\n\nwww.tlabdx.com/about-us/\nfull gamut of tests costs ~$3500\n\n\n\nNote on the 16x IgG rule:\n\nI’ve met someone with severe immune deficiency with 3x confirmed Lyme/borrelia rashes but zero antibody presentation.\n\nBorrelia\nAfter weeks of research my conclusion is that there are currently no commercially available blood tests that can identify chronic Borreliosis. The closest thing would be the TLab FISH test, but as discussed here before, chronic Lyme will likely migrate to the CNS and very little will be left in circulation, so for $4k or so this test seems to provide dubious value.\nLikely if you do CSF PCR or brain biopsy you can get an answer.\nI will just assume I may have it and simply focus on general immune rescue/modulatory and related treatments so that the body itself may take care of it.\n\nas of date no good solution to detect chronic Lyme\nCDC-approved 2-tier testing misses 70% or so of chronic infections → useless\nmany other tests are too sensitive without enough specificity (e.g. DualDur, Armin Labs)\n\nforums.phoenixrising.me/threads/documentary-undercover-in-german-lyme-clinics.55493/\nforums.phoenixrising.me/threads/study-finds-igenex-has-a-57-5-false-positive-rate-im-horrified.49417/\n\n\nsummary of US tests: treatlyme.com/guide/best-lyme-tests/\n\ntests:\n\nKronikler B16+ test www.deutsches-chroniker-labor.de/borreliose-testverfahren-zur-diagnose-von-borreliose/ablauf-des-borreliose-test.html\nGalaxyDX Nanotrap antigen www.galaxydx.com/nanotrap-urine-test-for-lyme-disease/\n\n100% sensitive for acute phase, only 41% for chronic (www.ncbi.nlm.nih.gov/pmc/articles/PMC4634744/)\nmight be more tuned for US strains\n\n\n\nspecies:\n\nB. garinii → neurotropic\nB. afzelii → dermatotropic\nB. burgdorferi sensu stricto → arthritogenic\nB. bavariensis (EU) → also neuro\nB. spielmanii / B. valaisiana → rare, causes EM\npmc.ncbi.nlm.nih.gov/articles/PMC8314816/\n\nopinions/anecdotes:\n\nLyme testing is notoriously tough. I don’t know why we can’t meet in the middle. LLMD’s will run tests that will give everyone a positive; then normal western testing has sensitivity that shows nobody on the face of the planet has Lyme. I’d be wary of Igenex, and the pay to play testing, as it seems everyone will come up positive. I’ve heard vibrant isn’t much better.\n\n\npeptidoglycan may be a reliable test it seems\n\n\nOne of my docs (an LLMD) had me do a provocation with herbs prior to a blood test. Theoretically, herbal treatment kills some spirochetes, forcing their remnants/actual spirochete out into the blood, where they can be detected. It gave me my most positive Lyme test so far (4 bands), and a clear positive for Babesia. Followed the JHU in vitro research and used Japanese knotweed, cryptolepis, and Chinese skullcap. It also made me quite ill, so tread carefully.\n\n\n I also wanted to mention that Armin Labs offers T cell testing for all of the above pathogens. The only benefit to doing this kind of testing is if you are so immunocompromised that your body no longer produces antibodies to Lyme (or X pathogen). These patients are referred to as seronegative. However, this test is not necessary for most patients, as they have a robust antibody response to the western blot/ immune blot.\n\nBartonella\nBabesia\nEBV\nalgorithm:\n\nserology\nsaliva PCR\nIFT\nLTT\nEliSpot\n\nlabs:\n\nLaborwick (Austria)\n\nsaliva PCR\ntests the most peptides of any test (200+)\naggregate score, no latent/lytic differentiator\n\n\nlab4more (Germany, only accepts German samples but you could use express shipping + a forwarder in Munich)\n\nIFT + saliva PCR\n\n\n\nHSV\nHHV\nVZV\nParvo B19\nEnteroviruses\n\nalways use neutralization antibody tests\nVirologie Frankfurt\n\nMold"},"Testing/general-testing":{"slug":"Testing/general-testing","filePath":"content/Testing/general-testing.md","title":"General Testing","links":[],"tags":["testing"],"content":"CMA/CNA\nlabs:\n\nCell Science Systems cellsciencesystems.com/patients/cna/\nSpectra Cell\nVibrant Wellness\n"},"Testing/wgs":{"slug":"Testing/wgs","filePath":"content/Testing/wgs.md","title":"Whole Genome Sequencing","links":[],"tags":["testing"],"content":"\nI advise against the trendy online direct-to-customer labs due to many issues (see below) and instead recommend finding a non-trendy local accredited lab that has thorough documentation on their processes and technology (or is willing to tell you in detail).\n\n\nNOTE: I will provide a sample email with the most important items you can send to labs at the end of this document.\n\nBasics\n\nsequencing depth: &gt;30x\n\nsome like yseq offer 15x that is cheaper\ndeeper can work but it’s gonna be a lot more data\n\n\nsample must be blood (or blood &amp; buccal swab)\n\njust saliva is usually not going to yield enough intact DNA and so poorer results especially for rare mutations (there was a study on this will find later if interested)\nTODO link that study\n\n\nmtDNA is not always included by default so make sure to ask\n\nMiscellaneous\n\nask about turnaround time if not documented\n\nsome labs (especially the trendy ones) can take arbitrarily long\n\n\nreasonable pricing is $1-2k\n\nanything below is suspicious, anything above likely a rip-off\n\n\nI would recommend not giving the lab your real name if not going with a national healthcare genetics lab. This is to preserve privacy as your genetic information could be used for any number of things.\n\nPre-processing\n\nlibrary preparation: PCR-free\n\nthey should NOT use PCR amplification during sample preparation as this can cause inaccuracies/bias\n\n\nuses latest tech: NovaSeq 6000 or ideally NovaSeq X plus (but 6000 is already very good)\nq30 quality score of at least 85%, ideally better\ndepth coverage:\n\n&gt;95% of the genome should be &gt;10x (ideally &gt;98%)\n&gt;85% of the genome should be &gt;30x (ideally &gt;92%)\n\n\nduplication rate: &lt;10%\n\n\n\nPractically, this means that less than 10% of the reads should be duplicated. The more the same genes get read repeatedly, the less depth other unique regions will have, compromising accuracy.\n\n\n\n\nE.g. 10% dup at 30× raw ≈ ~27× unique.\n\n\n\n\n\nPost-processing\nAlignment\n\npreferred human genome reference: GRCh38\n\ninstead of hg19, which is outdated and doesn’t map complex regions that well\n\n\nfull analysis set with ALT contigs, ALT-aware alignment\nuse decoy/HLA contigs (e.g., EBV)\nreads aligning to non-human contigs should remain in separate BAM/CRAM (not filtered out, in case relevant DNA pathogens are present)\n\nX/Y chromosome calling\n\nmale sex-aware calling: X non-PAR = haploid, Y = haploid, PAR = diploid (correct handling of PAR regions)\nchrX/chrY variants should be included in the VCF\n\nmtDNA\n\nheteroplasmy percentages\nhaplogroups (optional, but useful for lineage analysis)\n\nFiles\n\nThe files you need depend on whether you only want to analyze or also want have the option to rerun the whole post-processing pipeline later. I recommend you get both if possible, but e.g. if it’s significantly cheaper to get files for analysis only, then you know what to get.\n\nUse case: analysis only (e.g. via Franklin)\n\nVCF (SNV/indel) + index – REQUIRED\n\n\n\nThis is the main input Franklin and other analysis software consume.\n\n\nrequired headers:\n\n##reference= → genome build ID (e.g., GRCh38.p13) + chromosome naming (e.g., chr1, chrM)\n##source=/caller → tool name + version (e.g., GATK 4.3.0 / DRAGEN 4.2\t\t- FILTER definitions; SAMPLE ID; sex (in header or sample sheet)\n\n\n\n\nVCF (SV/CNV) + index – REQUIRED\n\n\n\nThe SNV/indel (default VCF) only stores SNPs which won’t be enough for complex analysis (e.g. synergistic heterozygosity). For complex mutations you need SV/CNV, which includes structural variants (≥50 bp: deletions, duplications, insertions, inversions, translocations) - and copy number variants (dosage gains/losses).\n\n\nrequired headers: reference build ID; SV caller name + version; FILTERs; standard SV INFO tags (e.g., SVTYPE, END)\n\n\nBAM + BAI (for evidence review) – recommended\n\nrequired headers:\n\n@SQ with sequence names (and preferably M5 MD5 tags)\n@PG with aligner name + version\n@RG read groups (SM sample, LB library, PL platform, PU unit)\n\n\n\n\n\nFiles you do not need for analysis but I would recommend anyway:\n\nFASTQ (see below)\nQC reports: %Q30, mapping %, dup % (post mark-dup), mean depth, %≥10× / %≥30×, insert-size stats\n\nalso useful for checking whether a rerun is necessary\n\n\n\nUse case: rerun / realignment / re-calling\n\nSome reasons you might want to rerun later: improved tooling in the future may pick up variants current technology does not, genome database gets updated, joint analysis with family members, fix lab choices if you can’t get all the requirements listed here, etc.\n\nCore files\n\neverything from above – REQUIRED\n\n\nFASTQ (R1/R2, raw, unfiltered) – REQUIRED\n\nrequired read group info (@RG): SM (sample), LB (library), PL (platform), PU (unit), CN (center)\n\nsupply if not embedded\n\n\n\n\nAbsolutely essential; all reprocessing starts here. For this reason I always recommend asking for the FASTQ file.\n\n\n\n\nAlternatively, can use BAM as optional starting point (saves you alignment time), but if you want to change reference/parameters, you’ll usually prefer to start from FASTQ. Also useful to compare against original alignment.\n\n\n\n\ngVCF + index (per-sample) – recommended\n\nrequired headers: reference build; caller name + version; ploidy assumptions if noted\nNOTE: this file will be quite large\n\n\nEnables joint (re)genotyping later without re-calling from scratch.\n\n\n\n\ncoverage files (mosdepth BED/TSV/BigWig) – recommended\n\n\n\nTo pinpoint low-coverage regions and reproducible from BAM.\n\n\n\n\n\nGlobal metadata\n\nEssential for exact reproducibility or to interpret BAM/VCF correctly.\n\n\nreference FASTA ID - REQUIRED\n\nExact filename (e.g., GRCh38_full_analysis_set_plus_decoy_hla.fa)\nChecksum (MD5/SHA256)\nNote whether ALT/decoy present or if hg38.primary used\n\n\nreference genome ID - REQUIRED\n\nBuild label (e.g., GRCh38.p13) + chromosome naming scheme\n\n\nknown sites VCFs\n\ndbSNP + Mills &amp; 1000G indels (filenames, versions, checksums)\n\n\ntoolchain versions\n\naligner: name + version (e.g., BWA-MEM2 2.2.1 / DRAGEN aligner 4.2)\nSNV/indel caller: name + version (e.g., GATK HC 4.3.0 / DeepVariant 1.6 / DRAGEN germline 4.2)\nSV/CNV caller(s): name + version (e.g., Manta 1.6.0, gCNV)\npost-proc: mark-dup tool/version (Picard/GATK/DRAGEN), BQSR tool/version + resource sets used\nVCF ops: bcftools/htslib versions (if used)\n\n\nchecksums for deliverables\n\nMD5/SHA for FASTQ, BAM, VCF/gVCF, coverage/QC files\n\n\n\nRecommended analysis software\n\nFranklin\nTODO\n\nRecommended labs\nLabs to avoid\n\nThere are group of online DTC labs that are often scammy, with unclear and sometimes outrageous delays, inaccuracies due to poor methodology, or simply because they only accept saliva samples as they are not local and this in itself can cause inaccuracies.\n\n\nDante\nSequencing\nTODO\n\nSome anecdotes:\n\nTODO: cite anecdotes on inaccuracies/delays/scams of these labs\n\nSample email (generated by GPT based on these notes)\n\nNOTE: Don’t forget to change the bracketed [fields]!\n\n\n30x WGS — technical parameters &amp; deliverables (quote + ETA)\n\nDear [Lab],\n\nProject: 30x human WGS (rare-variant discovery; analysis in Franklin; option to rerun later).  \nPlease confirm what you can provide, list available options where noted, and send quote + ETA. Note what is standard vs add-on.\n\nBasics\n\n- Sample: EDTA blood; PCR-free library preferred. If PCR-free not available, list alternatives.\n    \n- Sequencing platform: list available devices/chemistries (e.g., Illumina NovaSeq 6000, NovaSeq X/X Plus/X Pro).\n    \n- Quality targets: Q30 ≥ 90%; duplication &lt; 10%.\n    \n- Coverage: ≥ 95–98% genome ≥ 10x; ≥ 85–90% ≥ 30x (autosomal).\n    \n- Turnaround time and total price.\n    \n\nAlignment &amp; reference\n\n- GRCh38 (full analysis set, ALT-aware). If only hg38.primary is used, please state.\n    \n- Decoy/HLA (e.g., EBV): confirm if included.\n    \n- Deliver unmapped/non-human reads separately (e.g., unmapped.fastq.gz or unmapped.bam).\n    \n\nSex chromosomes\n\n- Male PAR handling: PAR1/PAR2 diploid (X non-PAR = haploid, Y = haploid).\n    \n- Include chrX/chrY variants in the VCF.\n    \n\nmtDNA\n\n- Include chrM variant calls; heteroplasmy % if available.\n    \n\nDeliverables\n\n- FASTQ (R1/R2, unfiltered).\n    \n- BAM + BAI (human contigs).\n    \n- VCF (SNV/indel) + index (bgzip).\n    \n- VCF (SV/CNV) + index (required; specify caller and version).\n    \n- gVCF + index (per-sample).\n    \n- QC report (Q30, mapping%, dup%, mean depth, %≥10x / %≥30x, insert-size).\n    \n- Coverage files (mosdepth BED/TSV/BigWig).\n    \n\nMetadata\n\n- Reference build ID (e.g., GRCh38.p13) and exact FASTA filename + checksum.\n    \n- Aligner/caller names and versions; known-sites used (dbSNP, Mills).\n    \n- Checksums for all files.\n    \n\nPlease provide separate quotes and ETAs for:  \n(A) Analysis-only files (VCFs ± BAM)  \n(B) Full package (incl. FASTQ, gVCF, SV/CNV VCFs, coverage)\n\nThank you,  \n[Name]  \n[Contact]\n"},"index":{"slug":"index","filePath":"content/index.md","title":"The BioThumos Knowledge Base","links":["Chronic-Illness/covid-protocol","Peptide/guide"],"tags":[],"content":"This is a collection of knowledge on COVID, Long COVID, ME/CFS, health optimization, longevity, and other related topics based on latest research and anecdotes.\nSee all knowledge entries in the left sidebar.\nHighlights\n\nLong COVID Prevention Protocol\nPeptide Guide\n\nContributors\n\nZagreus - The main author. Long COVID &amp; ME/CFS patient.\nVM7 - Peptide, PED/AAS, and hypertrophy expert. Long COVID patient.\n"}}