{"Chronic-Illness/covid-protocol":{"slug":"Chronic-Illness/covid-protocol","filePath":"content/Chronic Illness/covid-protocol.md","title":"Long COVID Prevention Protocol - v1.2","links":["breathesafeair"],"tags":["covid"],"content":"Will keep up to date. Only established advice is included here. If you know me, ask for prescription-free sources I can’t list publicly.\nPreface\nOn risk – it’s kind of a Russian roulette\n\nCOVID hasn’t gone away: almost everyone gets infected 1-3x/year, many develop LC (5%, up to 30% have some damage even after mild infx)\nNot like a normal virus, need to adjust priors:\n\nThe more often you catch it, the more immunocompromised you will be, as opposed to training your immune system.\nMany had a few, probably mild infections before developing LC. For me it was the 3rd or 4th.\n\n\nThreat model is not intuitive:\n\nMild acute infection ≠ low LC risk! Mine was mild too.\nYou don’t have to be traditionally “at risk” (obesity, diabetes, old age) to develop LC.\nLC risk grows linearly with number of infx\n\n\nNO CURE FOR LC\n\nBuy the things now, don’t leave it for the last moment.\n\nGoal: detect an infection early and aggressively reduce viral load ASAP.\n\nAnything less will greatly increase your LC risk.\nRemember: significant latency in suspecting exposure → testing positive → getting your doctor to prescribe the drugs here (or worse, waiting for delivery) → starting dosing. This makes or breaks your protocol.\n\n\nSmall investment, but avoiding losing your life (not being able to get out of bed for years, like the most severe patients) or losing 2SD FSIQ (happened to me and other formerly outlier IQ people I know) is worth a few grand.\n\nThink of this as insurance/hedging.\n\n\nMake friends with your doctor so he can prescribe you what you want.\nMake a traveling kit as travels are high risk for infection.\nTest all the medicine listed here at least once (separately) to make sure you tolerate them.\nCosts (estimate):\n\none time: €500-1000 (air purifier, testing equipment)\nmonthly: $200 (supplements, masks)\nper infx: €200-1500 (depending on choices)\n\n\n\nInfection prevention:\n\nnasal + oral sprays before/after socializing/exposure:\n\n\n\nThis is the bare minimum you should do, especially when you cannot mask. Even the best masks are not perfect, every layer of protection reduces your chances of infection.\n\n\nnasal:\n\nNO (nitric oxide) based - SaNOtize formula:  EU €17\n\n\n\nNote that the product name varies by region (Enovid, Virx, etc). See **distributors **.\n\n\n\n\nor astrodimer sodium based: EU €10\n\n\n\nA direct virucidal, may be less irritating than NO or carrageenan based sprays, which is recommended for people already chronically ill (e.g. with LC).\n\n\n\n\nor HPMC based\npmc.ncbi.nlm.nih.gov/articles/PMC9969373/\n\n\n\nNitric oxide nasal spray (NONS) from SaNOtize has shown promise in reducing COVID-19 viral loads in clinical trials. Hydroxypropyl methyl cellulose (HPMC) nasal sprays like Taffix from Nasus Pharma have also demonstrated effectiveness in preventing SARS-CoV-2 transmission\n\n\n\n\n\n\noral:\n\nTODO\n\n\n\n\nmasking:\n\n\n\nIf you don’t want to wear a mask at all times (understandable), infection risk is likely Pareto distributed and most of it happens in transmission hubs: hospitals, clinics, flights, airports, schools, taxi, public transport, grocery shopping (anywhere people have/want to go even if sick; very few people go to gym when sick). You could mask in these places and otherwise not.\n\n\nN95/FFP2 mask or better (ideally FFP3): 3M Aura 1873V+, 3M Aura 9332+, or other 3M Aura with head straps (not earloops)\nVitacore CAN99 9500 or similar for MRI (most masks have metal components)\nlist of reliable sources\n\n\nsupplements:\n\nantiviral (3CLpro inhibitor):\n\nsumac (effective for price): maybe drink it as a “cocktail” as eating it is harsh pmc.ncbi.nlm.nih.gov/articles/PMC9729036/\nrhamnan sulfates: pmc.ncbi.nlm.nih.gov/articles/PMC8707894/\n\nJapanese seaweeds (cheap): Monostroma nitidum or Ulva pertusa based only (red seaweeds won’t work)\nor Arterosil (expensive but has other benefits) – EU €85/month\n\n\ngreen tea (EGCG): * pmc.ncbi.nlm.nih.gov/articles/PMC8919953/\n\nalso most polyphenols, especially with a gallate group\n\n\n\n\nnattokinase/serraptase: binds and degrades spike protein, degrades biofilm where viral reservoirs can form, and busts plaque that can worsen COVID cardiovascular issues – global\nalpha-lipoic-acid (ALA) – Na-R-ALA/BioEnhanced formula: improves microvasculature and immune defenses, against COVID &amp; flu A – global US\nbasics: zinc, basic vitamins &amp; especially C/B/D, magnesium, omega-3 (only get pharma grade ethyl-ester form, eg Lovaza/Omacor), etc\n\n\n\n💡 Deficiencies in general as well as a poor gut biome make one perdisposed to chronic illness and so also LC.\n\n\n\n\n[optional] may have some basic effect: selenium, NAC, CBD, black cumin seeds/black seed oil, curcumin, garlic, ginger, pomegranate\n\n\ntesting:\n\n\n\n💡 You want a test with high sensitivity (correctly captures positive results) and high specificity (correctly identifies negatives).\n\n\n[best] at home with PlusLife (98.91%/100%) – EU €260 + €6/test\n\n\n\nThis ends up being the cheapest option long term, especially if you have a family. If you travel a lot, work with people, or have school children, this is worth the investment.\n\n\n\n\n[alternative] Metrix is similar to PlusLife, tests are more expensive though\n[alternative] get a PCR done at a lab, you can usually pay a little extra for express results\nrapid antigen tests (RATs) are probably no longer viable\n\n\n\nAnecdotally, they don’t seem to detect newer variants, it’s unclear why.\n\n\n\n\n\n\nsoap (not alcohol) hand washing\nair quality:\n\nCOVID is airborne, so maintaining good air quality is important for your home when you have guests over or a family member is sick, your office, your children’s classrooms, etc\n\n\n\n💡 If you have a family, understanding airflow is important when dealing with infections – one person can be sick, but as long as they have negative air pressure in their room and positive pressure everywhere else, virus won’t escape their room and infect everyone else. Eg: fans/HEPA filters/open windows in hallway with airflow pointing towards the sick person’s room, fan in room directing air towards window. Wear a mask when going into their room.\n\n\n\n\n💡 The easiest way to reduce risk of your child getting infected in school (major transmission hub) is to donate a few high CFM HEPA air purifiers to their classroom.\n\n\n\n\n💡 Aim for &lt;700ppm CO2 concentration indoors (outdoor baseline: ~400ppm), as higher concentrations indicate poor circulation and so more viral particles in air.\n\n\n\n\nCO2 monitors:\n\n[best] Aranet4 – €180\n[alternative]: AirFanta G2 Air Quality Monitor – $100\n\n\nair purifiers w/ HEPA filters:\n\ndo NOT get ozone/ionizers → carcinogenic\nCFM (cubic feet per meter): only relevant metric, higher=better; can also use multiple small devices in a large room\n[best]: AirFanta 3Pro: aesthetics might be a problem – €180\n\nyou can DYI build this too, google Corsi-Rosenthal\n\n\n[expensive/alternative]: Coway AirMega: looks better but much more expensive – €500\n\n\nmore info: main autist in this domain (also good)\n\n\nmasking + antivirals &gt; vaccines:\n\n\n\nI don’t think the vax risk/reward is worth it, definitely isn’t with mRNA, due to design (eg if mRNA lipid particles circulate to heart or other sensitive areas and create RNA factories in those cells) and quality control (QC) issues, and while Novavax is better, you’re still injecting spike proteins that cause half the issues in LC, and if the QC is as poor with Novavax as with Pfizer, those spikes may not be properly neutralized. I can’t tell, inject at own risk.\n\n\nC19 mutates rapidly → vaccines quickly become ineffective → require regular shots every few months → increased Long Vax risk (law of large numbers)\n\n\n[advanced] monoclonal antibodies (mAbs) – $1500:\n\nmore effective and seemingly less risky than vaccines\neffective protection for 6 months, can repeat\nthere are always new versions to tackle the latest variant\n\nlatest Sipavibart\n\n\n\n\n\nAcute stage treatment:\n\n⚠️ Follow these steps as soon as you notice first symptoms, before waiting for a positive test.\n\nOutline:\n\ndouble key supplement doses\nhigh dose famotidine\ntest → if positive, continue\nchoose based on budget and tolerance:\n\n(a) antiviral – $1200 [preferred]\n\nensitrelvir or paxlovid\n[optional] reduce famotidine dose\nafter 2-3 days: immune modulator\n\n\n\n\n(b) metformin – dirt cheap\n(c) TA1 – $150 [advanced]\n\n\n\nIn detail:\n\n⚠️ Timing is important. Please read carefully.\n\n\ndouble vitamin C/D/B, zinc, omega-3 dosage (C - up to 2g/day)\n\nincrease vitamin D to 50k IU pubmed.ncbi.nlm.nih.gov/39072958/\n\n\ntake high dose famotidine: 3x80mg/day\n\nstart immediately upon first symptom presentation\nused to prime an early immune response\n\n\n\n💡 COVID delays immune activation in your body for maximum proliferation, after which a delayed disproportionate immune activation occurs – too little, then too much.\n\n\neffectively reduces viral load at high doses\n\n\n⚠️ if you have low stomach acid: drink sth acidic to compensate\n\n\ntest (PlusLife or similar) → if positive, continue\n\n\n\n💡 The idea here is that while you don’t know if you have COVID, by taking the cheap famotidine first, you hedge without wasting the hard to source antivirals (they’re also expensive).\n\n\n\n\nchoose based on budget and tolerance:\n\n(a) antiviral – $1200 [preferred]\n\nThis is my preferred stack, but it’s also the most expensive, so it may not apply to everyone.\n\n\nstart an antiviral (3CLpro inhibitor):\n\nstart as soon as you get a positive test\nused to reduce viral load of already infected cells, preventing further proliferation\n\n\n💡 Most hospitals use a single course, which is absolutely not sufficient even for not “at risk” people.\n\n\n[best] ensitrelvir: 2 courses (14 days) ~€1000\n\nJapanese antiviral that is better than paxlovid, hard to get and expensive\nimport from Japan to UK/US only (use forwarding service)\n\n\n\nIf you order once, you can ask for a 10% discount on your next order. You could get the 7-pill dose first and then the 28-pill one next with 10% off.\n\n\ndoesn’t require a prescription\n\n\n\n\n[alternative] paxlovid: 2 courses (10 days) 100 or ~1100\n\nless effective but likely still beneficial, if you can afford it\ncan get it anywhere with a prescription\n\nwithout prescription: you can order Skyvira, the Russian equivalent, from some Russian pharma sites TODO\nalternatively try indiamart: very cheap but I personally don’t trust Indians (FDA found purity concerns with some drugs years ago); they’re also likely to scam you, so ideally ask friends for trusted sources including prices\n\n\n\n\n\n\n⚠️ if you have stomach issues, reduce famotidine dose after a day or two into ensitrelvir (the two may enhance each other) to 3x40-60mg/day\nwait 2-3 days and start an immune modulator:\n\n\n\n💡 The main danger with COVID is not the virus itself, but either or both the immune suppression it causes (which can lead to reactivated latent infections, such as herpes or Lyme), or the exacerbated immune response your body may mount against it, which can lead to immune exhaustion, which partially explains LC. We need to tame excessive immune activation without suppression.\n\n\n[preferred] bitter melon (supplement): 2-8g/day\n\nbest/also good/or this\na slightly weaker AMPK activator, like metformin\n\n\n[alternative] low dose metformin (prescription): 1-2x500mg/day\n\nif you have metformin, which is much cheaper than high-quality supplements, you could use a low dose\n\n\n\nLow quality supplements are a waste of money.\n\n\n\n\n\n\n[advanced/alternative] TA1 peptide – see choice (c) below for details\n\n\n💡 The idea of using weaker or smaller dose immune modulators here is that with famotidine &amp; antivirals effectively targeting viral spread and infected cells, respectively, inflammation should not be as much.\n\n\n\n\n\n(b) metformin – very cheap\n\n\n\n💡 Due to a lack of antivirals to target infected cells, we assume inflammation is high, so metformin – which is a potent anti-inflammatory – is used.\n\n\nstart as soon as you get a positive test\nrequires a prescription\n\n\ntitrate: 500mg on day 1, 500mg twice daily on days 2–5, then 500mg in the morning and 1000mg in the evening up to day 14\n\n\n~40% reduction of LC incidence (www.thelancet.com/journals/lanam/article/PIIS2667-193X(21)00138-1/fulltext &amp; www.thelancet.com/journals/laninf/article/PIIS1473-3099(23)00299-2/fulltext)\n\n(c) Thymosin Alpha 1 (TA1) – $150 [advanced]\n\n\n\n⚠️ This step is only recommended if you have experience with peptides, therefore I’m not going into too much detail here.\n\n\n\n\nyou can start this upon first symptom presentation, as it’s useful even if it’s not COVID\nimmune modulator: if too little immune activation → increases it; if too much → lowers it\nif you don’t like subcutaneous (subQ) injections:\n\ntry Thymogen oral capsules, which are not as effective as subQ but still good and far less hassle\notherwise use your favorite source (or feel free to ask) to get the subQ TA1\n\n\npmc.ncbi.nlm.nih.gov/articles/PMC8366398 and pmc.ncbi.nlm.nih.gov/articles/PMC10030336/\n\nExperimental\n\nThe above should be enough to get you there most of the way, but if you really want to be sure, add these to your protocol.\nhigh-dose melatonin:\n\nNo enough clinical trials on this but it’s harmless enough with big potential upside that I’m including it.\nDorris Loh (author of protocol) claims this is sufficient but given the experimental nature of it, I’d do the other things in this document to be sure. A friend followed this protocol and made symptoms disappear in 10-12h multiple times.\nKEY: Start as soon as first symptoms present! Otherwise it doesn’t work well.\ninstructions\ntheory: prevents virus from forming factories in the cell, preserves mitochondria, prevents modification of RNA molecules in the cell\n\n\n\nSome interventions that didn’t make the cut\n\nivermectin/IVM:\n\ndecent anti-inflammatory if used early enough\nsome people have a rare mutation in p-glycoprotein transporters required to pump IVM out of the CNS, and IVM left there is neurotoxic\nUnless you have done full-genome sequencing and know you don’t have the mutation, not recommended, there are better solutions.\n\n\n"},"Peptide/guide":{"slug":"Peptide/guide","filePath":"content/Peptide/guide.md","title":"Peptide Guide - v1.0","links":[],"tags":["peptide"],"content":"Knowledge based on the experience of friends far more knowledgeable than me, as well as my own attempts and many hours of research, containing hard-to-find information from esoteric internet forums.\nTerms/slang\n\nslin: insulin\npinning: injecting\nreconstituting: mixing\nlyophilized: freeze dried (basically powder form)\nIM: intramuscular\nsubQ: subcutaneous\n\nInjections or capsules?\n\nMost peptides are not bioavailable orally and have little bioavailability sublingually, so unfortunately you will have to inject if you want the full benefits. This guide focuses on IM or subQ injections.\n\nSources\n\n\n\nPeptides are a legal grey area. Very few of them have been authorized for human use by health agencies (one example is Zadaxin – FDA approved TA-1), yet all of them are sold for “research use” – and that is how you can buy them. All sources will tell you their compounds are not for human consumption, which they do to stay legally compliant, but it is also why you have to make absolutely sure the ones you buy have third-party purity and content testing.\n\n\ntypes of sources:\n\npharma: purest, due to stricter guidelines, very expensive, hard to get\n\nmain difference: purified to remove endotoxins\n\n\n\nUGL labs don’t even test for endotoxins, 99% purity labels don’t cover this. This is a risk-cost trade-off that you have to make.\n\n\n\n\n\n\nUGL (underground lab):\n\nin-between solution\nusually your local chemist who can synthesize peptides\n\n\nresearch:\n\nmore expensive than UGLs, cheaper than pharma\nofficial businesses\nnot necessarily purer than UGLs\nmay get it through customs screening easier than unlabeled vials with white powder from China\n\n\nChinese sources: cheapest and often more pure than UGL/research\n\ncan be 5-10x cheaper than research peptides\nthey operate on low margins and high volume\nthese are sometimes official businesses, sometimes UGLs\neven cheaper in group buys\n\n\n\n\n⚠️ Only use 99% purity sources with many customers and a good reputation (esp. if going Chinese). Unless you can get pharma peptides e.g. in Russia.\n\n\n\n\ntesting gold standard: janoshik.com/\n\n\n\nIf you see a vendor frequently testing their batches with janoshik, it’s probably trustworthy.\n\n\nobviously not relevant for pharma peptides\nalways ask for third-party testing and CoA’s (certificate of authenticity)\n\n\n\n⚠️ Disreputable labs do in-house testing and cook results.\n\n\n\n\n\n\nsome vetted sources:\n\nEU: biolabshop.eu/ - $$\n\nresearch\n97-99% purity, so I mostly avoid their injectables\nI use their KPV and LA caps as slight impurity is less important when taken orally\n\n\nUK: pharmalabglobal.com - $$$\n\nresearch\nrecommended by a pharma engineer friend I trust\n\n\nUS: www.peptidesciences.com/ - $$$\n\nresearch, but possibly purer than others\n\n\n\n\nIf you know me, ask me for my latest UGL sources. I don’t want to list them here in case this document becomes popular and attracts unwanted attention.\n\n\n\n\ndubious sources:\n\nCN: nexaph.com/ - $\n\nChinese, unclear if they produce themselves or resell\nused by some twitter mutuals but some concerns on contaminants and cherry picking tests, and an overview\nhas recent janoshik reports\nlikely a drop-shipper that reships other cheaper UGLs\n\n\n\n\n\nLegality\n\nin some countries using experimental compounds for personal use, even steroids, is fine (e.g. UK, France), in others they are strictly regulated\nimport of raw power peptides declared as cosmetic synthetics is legal in EU\n\nsubstance has to be not lyophilized, not sterile, not in rubber top vials ready for injection → would count as medication, generally illegal\ninstead: screw-top vials with lyophilized powder: you have to filter/sterilize yourself\n\n\nprepare before making any purchases: check your local laws, read forum posts for anecdotes, ask experts\nif still unsure:\n\norder small quantities each time, less suspicious during customs screening\n\nhigher shipping fees but given how cheap UGL sources are it’s not a major concern\n\n\nChina UGL sources usually ship with innocent labels (e.g. “hyaluronic acid”), so chances are there won’t be a problem\n\nask to make sure they do this if it’s a concern\n\n\n\n\n\nAll the things you will need to buy\nBacteriostatic (BAC) water\n\n\n\n⚠️ Do not use regular water or even sterile water. BAC is needed to keep bacteria out, sterile won’t do. Even BAC is not a foolproof solution, but it greatly reduces risk.\n\n\n\n\nComponents must meet USP specs. BAC also meets a specific pH range suitable for peptides, others may damage it. Even the vial materials need to be specific not to change the pH much, which is why I recommend Hospira below.\n\n\n⚠️ do NOT buy BAC from Amazon, see why\n[best] Hospira/Pfizer:\n\n\n\nVery hard to get as it’s an rx product usually only available to licensed suppliers, even though it’s “just” water.\n\n\nwhy it’s superior\nlicensed medical suppliers that sell w/o rx: US - currently the only one\n\nUS source but comes out to 7-8/vial with shipping and customs, while EU sources are usually 20-30/vial (example)\nit’s a no-brainer in the US at $4/vial\n\n\n\n\n⚠️ There are many shady sites asking for 3-10x this price or straight up selling fakes, which could be very dangerous to inject. This is not an area where you want to penny-pinch.\n\n\n\n\n[alternative] your peptide source may have purity tested BAC for a similar price or cheaper\n\n$2.5/10ml is common with Chinese sources\n\n\n[advanced] DIY:\n\npharma-grade 50-100ml sterile water in vials - DE\npharma-grade benzyl-alcohol, usually comes in 0.5-1L size for €70 and will last you a lifetime - DE\n\nneeds to be: “Endotoxin Free” or “For Parenteral Applications” (Parenteral=for injection)\n\n\nuse a syringe to get 0.9% of BA into the steril water\nguide,  additional info\n\n\n\nSyringes, needles\n\n\n\nThe idea is to use two types of syringes: one for reconstituting the peptide, another for injection. The former uses a larger needle (between 25G and 27G, possibly larger ones too) and can be either modular or a simple non-modular unit, while the ones for injecting should be modular so you can attach a filter and a thinner needle (29G or 30G).\n\n\n\n\nFor modular syringes, there are two connection types: luer slip/taper and luer lock. Latter is preferred as it’s more secure.\n\n\n\n\n⚠️ Only buy pharma-grade components, meaning they must be: sterile (individually packaged), depyrogenized, non-toxic, non-latex (some are allergic to it), non-PVC, non-DEHP, &amp; ISO 13485 compliant.\n\n\n\nsyringe: 1cc/ml 100U luer lock: UK\n\n\n\n‘U’ stands for units, and you want it to be 100 to make dosing precise and easy.\n\n\n\n\nIf 1cc syringes are more expensive than alternatives, like in my case, you can get 2-3cc syringes for mixing to save some money, as mixing needs less accuracy (usually increments of 1ml are used), while 1cc 100U is more important for injecting as smaller doses are injected (5-10U).\n\n\n\n\n\nneedles:\n\n\n\n‘G’ stands for gauge, i.e. the diameter.\n\n\npinning needle: has to be thin, 29-30G 1/2” luer lock: UK\n\nif you have thick fat layer under skin, may want a longer needle\nideally low dead space for pinning needles (only important to save substance, not a requirement)\n\n\nfor reconstitution: you can use a thicker needle if it’s cheaper: eg. 25-27G 3/4-1” luer lock: UK\n\n[alternative] one-piece or pre-assembled luer insulin syringe for reconstitution, can be cheaper\n\n\n\n\n\nFilters\n\nmost guides don’t mention this, but IMO it’s a must: rationale\n\nprotein aggregates may form that can cause an unwanted immune reaction\nthere can be contaminants\n\n\n\n\nI would use a filter with every injection. This makes it more expensive, but it lowers risk. You could also filter once during reconstitution into a sterile vial, but I couldn’t find sterile sealed pharma-grade empty vials (don’t trust Amazon). US\n\n\n\n\nMany inject without filters and are fine, but you probably don’t want to tempt fate.\n\n\nmembrane material:\n\nhydrophilic: to allow. water flow\n\n(if you are injecting oils, not covered here, must be oleophilic/hydrophobic)\n\n\n[best] PES: preferred, lowest protein binding capacity\n\n\n\nLow protein binding capacity is important to not waste your peptides.\n\n\nCN/global DE\n\n\n[alternative] PVDF-L: slightly higher protein binding capacity\nAVOID: PVDF-H, PTFE, nylon or cellulose acetate\n\n\n\nThese have high protein binding capacity or are hydrophilic.\n\n\n\n\n\n\n0.2 μm (or 0.22 μm) filters are best for sterility &amp; removing protein aggregates without damaging the peptide structure\n\nEt cetera\n\nopaque box: to store peptides (both raw and mixed) shielded from light\nalcohol wipes: to disinfect the exterior of vials before reconstitution and skin before injecting\nmirror: for injecting\n[maybe] electronic pH meter\n\nonly if you mix special peptides\n\n\n\nStorage\n\nBAC:\n\nunopened:\n\npractically good forever despite expiry date\naway from light\nin room temperature, as alcohol may separate from water in the fridge\n\n\nopened/after use: 28 days in fridge\n\n\n\nRecommended to get volume of BAC that you use up with each reconstituting so no there is no left-over that could spoil or that you’d have to waste.\n\n\n\n\n\n\npeptides:\n\nin fridge\n\nfreezer not needed: might damage molecules upon unthawing\nmost consumer freezers cycle between low-high temperatures that may damage peptide\n\n\nin opaque box, away from light\n\ndisinfect box with alcohol wipes before putting in peptides\n\n\nshelf life:\n\nraw: always ask source but should last 6 months in fridge\nmixed: 28 days\n\n\n\n\n\nMixing (reconstituting)\n\nuncap BAC and peptide vials\nwipe vial tops w/ alcohol wipes\npick new syringe w/ drawing needle (25-27G)\n\nif luer-lock: attach\ndo NOT touch needle (use protective case while assembling)\n\n\nremove air from syringe TODO link video\ndraw BAC water to desired concentration\n\ndraw upside down\nrefer to guide below on calculating desired concentration\n\n\ninject water into vial:\n\n⚠️ DO NOT SPRAY water directly on peptide (MAY DAMAGE)\nlet it drip SLOWLY down the side of the vial onto ONE SPOT of the powder, not everywhere\nprobably don’t need to push, vacuum in vial will suck water into the vial (but not always)\n\n\nafter injecting water, draw equivalent air from the peptide to neutralize pressure, then remove needle\ngently roll the vial\n\n⚠️ DO NOT SHAKE (may damage)\nlet mix normally and do nothing, may take a while\n\n\nwait until reconstituted (may take some time)\nit is now reconstituted\n\nTODO: min volume of water for solution\nHow to calculate concentrations\n\nnote down the vial content\n\neg: 10mg\n\n\ntake your desired minimum dose\n\neg: 500mcg=0.5mg\n\n\ncalculate dose ratio: dose/vial\n\neg: 0.5/10=0.05=5%\n\n\nnote down BAC volume used for mixing\n\neg: 2ml=200U\n\n\ncalculate injection volume: multiply ratio with BAC volume\n\neg: 0.05*200U=10U\nthis means you would draw 10U=0.1ml worth of mixed peptide into your 1cc injection syringe\n\n\n\n\n⚠️ choose BAC volume such that the minimum injection volume is 5U=0.05ml\n\nanything smaller will be very hard to precisely dose\n\n\n\npH\n\nmost peptides can be mixed with BAC (pH=[5,7])\nsome compounds like NAD+ require careful pH adjustments\nTODO\n\nInjecting\n\nremove mixed peptide vial from fridge 10 minutes before injection\nuse new syringe every time, attach pinning needle (29-30G) but not yet the filter!\n\nyou can’t draw with the filter on\n\n\nwipe mixed peptide vial, wipe vial top\ndraw mixed peptide upside down\nput cover back on needle, remove needle from syringe\n\n⚠️ make sure neither the needle nor the syringe outlet touches anything\n\n\nattach filter to filled syringe, then attach the needle to filter\nremove excess air from syringe: flick syringe with your finger to move bubbles to top, then gently push them out\n\nair bubbles: mini bubbles aren’t dangerous\nyou can inject up to 1cc of air safely when IM  (but obviously don’t do that)\n\nbut NOT SAFE when IV!!!\n\n\n\n\nchoose injection location\n\nIM locations: delts preferred, glutes guide\nsubQ also works but likely a bit less effective\n\nneed to roll skin into 1-inch fold of skin and inject there\nsee this guide\n\n\n\n\nSome peptides are only administrable IM. I also find IM to be more comfortable than subQ (the stomach pinning sucks), so I would simply always default to IM for every peptide.\n\n\n\n\nif you may faint from needles, sit down on couch where you can recline afterwards\nwipe injection site (use different wipe): ⚠️ use circular motion moving outward for 15-30s\nwait a little for injection site to dry, this avoids stinging\ninject:\n\nrelax and don’t move or contract muscle during injection\ninject straight on (perpendicular to skin)\nmake sure you push in needle fully, inject everything\n\n\nwipe place of injection again\nwipe vial tops again and put in fridge\n\n\nIf you need a visual guide, this video from the 17 minute mark is good.\n\nNotes on injecting multiple peptides, IMPORTANT\n\nalways use a different syringe and needle for each peptide\nideally you inject into different locations or wait some time between each peptide injection\n\n\nPeptides overview\n\nSS-31/elamipretide: mitochondrial antioxidant\nBPC-157: tissue repair, gut barrier repair\nTB-4/TB-500: immune/glial modulator, vascular (VEGF), antioxidant\nMOTS-C: mitochondria, AMPK, skeletal muscle glucose metabolism\nhumanin: mitochondria, cellular stress pathway\nmelanotan: skin tanning, sexual function\ncerebrolysin: promotes neurotrophic stimulation\nKPV: kill candida, repair gut lining\nLA: temporary barrier sealant\n\n\nAdditional reading and sources\n\nx.com/0xVM7 shared a lot of the knowledge in this document\nanother guide by someone I trust, but long winded and incomplete\n"},"index":{"slug":"index","filePath":"content/index.md","title":"The BioThumos Knowledge Base","links":["Chronic-Illness/covid-protocol","Peptide/guide"],"tags":[],"content":"This is a collection of knowledge on COVID, Long COVID, ME/CFS, health optimization, longevity, and other related topics based on latest research and anecdotes.\nSee all knowledge entries in the left sidebar.\nHighlights\n\nLong COVID Prevention Protocol\nPeptide Guide\n\nContributors\n\nZagreus - The main author. Long COVID &amp; ME/CFS patient.\nVM7 - Peptide, PED/AAS, and hypertrophy expert. Long COVID patient.\n"}}