{"covid-protocol":{"slug":"covid-protocol","filePath":"content/covid-protocol.md","title":"Long COVID Prevention Protocol - v1.2","links":["breathesafeair"],"tags":["covid"],"content":"Will keep up to date. Only established advice is included here. If you know me, ask for prescription-free sources I can’t list publicly.\nPreface\nOn risk – it’s kind of a Russian roulette\n\nCOVID hasn’t gone away: almost everyone gets infected 1-3x/year, many develop LC (5%, up to 30% have some damage even after mild infx)\nNot like a normal virus, need to adjust priors:\n\nThe more often you catch it, the more immunocompromised you will be, as opposed to training your immune system.\nMany had a few, probably mild infections before developing LC. For me it was the 3rd or 4th.\n\n\nThreat model is not intuitive:\n\nMild acute infection ≠ low LC risk! Mine was mild too.\nYou don’t have to be traditionally “at risk” (obesity, diabetes, old age) to develop LC.\nLC risk grows linearly with number of infx\n\n\nNO CURE FOR LC\n\nBuy the things now, don’t leave it for the last moment.\n\nGoal: detect an infection early and aggressively reduce viral load ASAP.\n\nAnything less will greatly increase your LC risk.\nRemember: significant latency in suspecting exposure → testing positive → getting your doctor to prescribe the drugs here (or worse, waiting for delivery) → starting dosing. This makes or breaks your protocol.\n\n\nSmall investment, but avoiding losing your life (not being able to get out of bed for years, like the most severe patients) or losing 2SD FSIQ (happened to me and other formerly outlier IQ people I know) is worth a few grand.\n\nThink of this as insurance/hedging.\n\n\nMake friends with your doctor so he can prescribe you what you want.\nMake a traveling kit as travels are high risk for infection.\nTest all the medicine listed here at least once (separately) to make sure you tolerate them.\nCosts (estimate):\n\none time: €500-1000 (air purifier, testing equipment)\nmonthly: $200 (supplements, masks)\nper infx: €200-1500 (depending on choices)\n\n\n\nInfection prevention:\n\nnasal + oral sprays before/after socializing/exposure:\n\n\n\nThis is the bare minimum you should do, especially when you cannot mask. Even the best masks are not perfect, every layer of protection reduces your chances of infection.\n\n\nnasal:\n\nNO (nitric oxide) based - SaNOtize formula:  EU €17\n\n\n\nNote that the product name varies by region (Enovid, Virx, etc). See **distributors **.\n\n\n\n\nor astrodimer sodium based: EU €10\n\n\n\nA direct virucidal, may be less irritating than NO or carrageenan based sprays, which is recommended for people already chronically ill (e.g. with LC).\n\n\n\n\nor HPMC based\npmc.ncbi.nlm.nih.gov/articles/PMC9969373/\n\n\n\nNitric oxide nasal spray (NONS) from SaNOtize has shown promise in reducing COVID-19 viral loads in clinical trials. Hydroxypropyl methyl cellulose (HPMC) nasal sprays like Taffix from Nasus Pharma have also demonstrated effectiveness in preventing SARS-CoV-2 transmission\n\n\n\n\n\n\noral:\n\nTODO\n\n\n\n\nmasking:\n\n\n\nIf you don’t want to wear a mask at all times (understandable), infection risk is likely Pareto distributed and most of it happens in transmission hubs: hospitals, clinics, flights, airports, schools, taxi, public transport, grocery shopping (anywhere people have/want to go even if sick; very few people go to gym when sick). You could mask in these places and otherwise not.\n\n\nN95/FFP2 mask or better (ideally FFP3): 3M Aura 1873V+, 3M Aura 9332+, or other 3M Aura with head straps (not earloops)\nVitacore CAN99 9500 or similar for MRI (most masks have metal components)\nlist of reliable sources\n\n\nsupplements:\n\nantiviral (3CLpro inhibitor):\n\nsumac (effective for price): maybe drink it as a “cocktail” as eating it is harsh pmc.ncbi.nlm.nih.gov/articles/PMC9729036/\nrhamnan sulfates: pmc.ncbi.nlm.nih.gov/articles/PMC8707894/\n\nJapanese seaweeds (cheap): Monostroma nitidum or Ulva pertusa based only (red seaweeds won’t work)\nor Arterosil (expensive but has other benefits) – EU €85/month\n\n\ngreen tea (EGCG): * pmc.ncbi.nlm.nih.gov/articles/PMC8919953/\n\nalso most polyphenols, especially with a gallate group\n\n\n\n\nnattokinase/serraptase: binds and degrades spike protein, degrades biofilm where viral reservoirs can form, and busts plaque that can worsen COVID cardiovascular issues – global\nalpha-lipoic-acid (ALA) – Na-R-ALA/BioEnhanced formula: improves microvasculature and immune defenses, against COVID &amp; flu A – global US\nbasics: zinc, basic vitamins &amp; especially C/B/D, magnesium, omega-3 (only get pharma grade ethyl-ester form, eg Lovaza/Omacor), etc\n\n\n\n💡 Deficiencies in general as well as a poor gut biome make one perdisposed to chronic illness and so also LC.\n\n\n\n\n[optional] may have some basic effect: selenium, NAC, CBD, black cumin seeds/black seed oil, curcumin, garlic, ginger, pomegranate\n\n\ntesting:\n\n\n\n💡 You want a test with high sensitivity (correctly captures positive results) and high specificity (correctly identifies negatives).\n\n\n[best] at home with PlusLife (98.91%/100%) – EU €260 + €6/test\n\n\n\nThis ends up being the cheapest option long term, especially if you have a family. If you travel a lot, work with people, or have school children, this is worth the investment.\n\n\n\n\n[alternative] Metrix is similar to PlusLife, tests are more expensive though\n[alternative] get a PCR done at a lab, you can usually pay a little extra for express results\nrapid antigen tests (RATs) are probably no longer viable\n\n\n\nAnecdotally, they don’t seem to detect newer variants, it’s unclear why.\n\n\n\n\n\n\nsoap (not alcohol) hand washing\nair quality:\n\nCOVID is airborne, so maintaining good air quality is important for your home when you have guests over or a family member is sick, your office, your children’s classrooms, etc\n\n\n\n💡 If you have a family, understanding airflow is important when dealing with infections – one person can be sick, but as long as they have negative air pressure in their room and positive pressure everywhere else, virus won’t escape their room and infect everyone else. Eg: fans/HEPA filters/open windows in hallway with airflow pointing towards the sick person’s room, fan in room directing air towards window. Wear a mask when going into their room.\n\n\n\n\n💡 The easiest way to reduce risk of your child getting infected in school (major transmission hub) is to donate a few high CFM HEPA air purifiers to their classroom.\n\n\n\n\n💡 Aim for &lt;700ppm CO2 concentration indoors (outdoor baseline: ~400ppm), as higher concentrations indicate poor circulation and so more viral particles in air.\n\n\n\n\nCO2 monitors:\n\n[best] Aranet4 – €180\n[alternative]: AirFanta G2 Air Quality Monitor – $100\n\n\nair purifiers w/ HEPA filters:\n\ndo NOT get ozone/ionizers → carcinogenic\nCFM (cubic feet per meter): only relevant metric, higher=better; can also use multiple small devices in a large room\n[best]: AirFanta 3Pro: aesthetics might be a problem – €180\n\nyou can DYI build this too, google Corsi-Rosenthal\n\n\n[expensive/alternative]: Coway AirMega: looks better but much more expensive – €500\n\n\nmore info: main autist in this domain (also good)\n\n\nmasking + antivirals &gt; vaccines:\n\n\n\nI don’t think the vax risk/reward is worth it, definitely isn’t with mRNA, due to design (eg if mRNA lipid particles circulate to heart or other sensitive areas and create RNA factories in those cells) and quality control (QC) issues, and while Novavax is better, you’re still injecting spike proteins that cause half the issues in LC, and if the QC is as poor with Novavax as with Pfizer, those spikes may not be properly neutralized. I can’t tell, inject at own risk.\n\n\nC19 mutates rapidly → vaccines quickly become ineffective → require regular shots every few months → increased Long Vax risk (law of large numbers)\n\n\n[advanced] monoclonal antibodies (mAbs) – $1500:\n\nmore effective and seemingly less risky than vaccines\neffective protection for 6 months, can repeat\nthere are always new versions to tackle the latest variant\n\nlatest Sipavibart\n\n\n\n\n\nAcute stage treatment:\n\n⚠️ Follow these steps as soon as you notice first symptoms, before waiting for a positive test.\n\nOutline:\n\ndouble key supplement doses\nhigh dose famotidine\ntest → if positive, continue\nchoose based on budget and tolerance:\n\n(a) antiviral – $1200 [preferred]\n\nensitrelvir or paxlovid\n[optional] reduce famotidine dose\nafter 2-3 days: immune modulator\n\n\n\n\n(b) metformin – dirt cheap\n(c) TA1 – $150 [advanced]\n\n\n\nIn detail:\n\n⚠️ Timing is important. Please read carefully.\n\n\ndouble vitamin C/D/B, zinc, omega-3 dosage (C - up to 2g/day)\n\nincrease vitamin D to 50k IU pubmed.ncbi.nlm.nih.gov/39072958/\n\n\ntake high dose famotidine: 3x80mg/day\n\nstart immediately upon first symptom presentation\nused to prime an early immune response\n\n\n\n💡 COVID delays immune activation in your body for maximum proliferation, after which a delayed disproportionate immune activation occurs – too little, then too much.\n\n\neffectively reduces viral load at high doses\n\n\n⚠️ if you have low stomach acid: drink sth acidic to compensate\n\n\ntest (PlusLife or similar) → if positive, continue\n\n\n\n💡 The idea here is that while you don’t know if you have COVID, by taking the cheap famotidine first, you hedge without wasting the hard to source antivirals (they’re also expensive).\n\n\n\n\nchoose based on budget and tolerance:\n\n(a) antiviral – $1200 [preferred]\n\nThis is my preferred stack, but it’s also the most expensive, so it may not apply to everyone.\n\n\nstart an antiviral (3CLpro inhibitor):\n\nstart as soon as you get a positive test\nused to reduce viral load of already infected cells, preventing further proliferation\n\n\n💡 Most hospitals use a single course, which is absolutely not sufficient even for not “at risk” people.\n\n\n[best] ensitrelvir: 2 courses (14 days) ~€1000\n\nJapanese antiviral that is better than paxlovid, hard to get and expensive\nimport from Japan to UK/US only (use forwarding service)\n\n\n\nIf you order once, you can ask for a 10% discount on your next order. You could get the 7-pill dose first and then the 28-pill one next with 10% off.\n\n\ndoesn’t require a prescription\n\n\n\n\n[alternative] paxlovid: 2 courses (10 days) 100 or ~1100\n\nless effective but likely still beneficial, if you can afford it\ncan get it anywhere with a prescription\n\nwithout prescription: you can order Skyvira, the Russian equivalent, from some Russian pharma sites TODO\nalternatively try indiamart: very cheap but I personally don’t trust Indians (FDA found purity concerns with some drugs years ago); they’re also likely to scam you, so ideally ask friends for trusted sources including prices\n\n\n\n\n\n\n⚠️ if you have stomach issues, reduce famotidine dose after a day or two into ensitrelvir (the two may enhance each other) to 3x40-60mg/day\nwait 2-3 days and start an immune modulator:\n\n\n\n💡 The main danger with COVID is not the virus itself, but either or both the immune suppression it causes (which can lead to reactivated latent infections, such as herpes or Lyme), or the exacerbated immune response your body may mount against it, which can lead to immune exhaustion, which partially explains LC. We need to tame excessive immune activation without suppression.\n\n\n[preferred] bitter melon (supplement): 2-8g/day\n\nbest/also good/or this\na slightly weaker AMPK activator, like metformin\n\n\n[alternative] low dose metformin (prescription): 1-2x500mg/day\n\nif you have metformin, which is much cheaper than high-quality supplements, you could use a low dose\n\n\n\nLow quality supplements are a waste of money.\n\n\n\n\n\n\n[advanced/alternative] TA1 peptide – see choice (c) below for details\n\n\n💡 The idea of using weaker or smaller dose immune modulators here is that with famotidine &amp; antivirals effectively targeting viral spread and infected cells, respectively, inflammation should not be as much.\n\n\n\n\n\n(b) metformin – very cheap\n\n\n\n💡 Due to a lack of antivirals to target infected cells, we assume inflammation is high, so metformin – which is a potent anti-inflammatory – is used.\n\n\nstart as soon as you get a positive test\nrequires a prescription\n\n\ntitrate: 500mg on day 1, 500mg twice daily on days 2–5, then 500mg in the morning and 1000mg in the evening up to day 14\n\n\n~40% reduction of LC incidence (www.thelancet.com/journals/lanam/article/PIIS2667-193X(21)00138-1/fulltext &amp; www.thelancet.com/journals/laninf/article/PIIS1473-3099(23)00299-2/fulltext)\n\n(c) Thymosin Alpha 1 (TA1) – $150 [advanced]\n\n\n\n⚠️ This step is only recommended if you have experience with peptides, therefore I’m not going into too much detail here.\n\n\n\n\nyou can start this upon first symptom presentation, as it’s useful even if it’s not COVID\nimmune modulator: if too little immune activation → increases it; if too much → lowers it\nif you don’t like subcutaneous (subQ) injections:\n\ntry Thymogen oral capsules, which are not as effective as subQ but still good and far less hassle\notherwise use your favorite source (or feel free to ask) to get the subQ TA1\n\n\npmc.ncbi.nlm.nih.gov/articles/PMC8366398 and pmc.ncbi.nlm.nih.gov/articles/PMC10030336/\n\nExperimental\n\nThe above should be enough to get you there most of the way, but if you really want to be sure, add these to your protocol.\nhigh-dose melatonin:\n\nNo enough clinical trials on this but it’s harmless enough with big potential upside that I’m including it.\nDorris Loh (author of protocol) claims this is sufficient but given the experimental nature of it, I’d do the other things in this document to be sure. A friend followed this protocol and made symptoms disappear in 10-12h multiple times.\nKEY: Start as soon as first symptoms present! Otherwise it doesn’t work well.\ninstructions\ntheory: prevents virus from forming factories in the cell, preserves mitochondria, prevents modification of RNA molecules in the cell\n\n\n\nSome interventions that didn’t make the cut\n\nivermectin/IVM:\n\ndecent anti-inflammatory if used early enough\nsome people have a rare mutation in p-glycoprotein transporters required to pump IVM out of the CNS, and IVM left there is neurotoxic\nUnless you have done full-genome sequencing and know you don’t have the mutation, not recommended, there are better solutions.\n\n\n"}}